{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "ExactCraft",
			"Children": [
				{
					"Source":
					{
						"Text": "Craft continuously"
					},
					"Translation":
					{
						"Text": "持续制作"
					},
					"Key": "InfinityTooltip"
				},
				{
					"Source":
					{
						"Text": "Craft the maximum currently affordable amount"
					},
					"Translation":
					{
						"Text": "制作当前可负担的最大数量"
					},
					"Key": "MaximumTooltip"
				},
				{
					"Source":
					{
						"Text": "MAX 0"
					},
					"Translation":
					{
						"Text": "MAX 0"
					},
					"Key": "MaximumInitial"
				},
				{
					"Source":
					{
						"Text": "MAX {0}"
					},
					"Translation":
					{
						"Text": "MAX {0}"
					},
					"Key": "MaximumFormat"
				}
			]
		}
	]
}